export const AboutDelivery = () => {
	return (
		<section className='mt-18.25 text-center'>
			<h2 className='text-lg font-semibold'>
				Доставка цветов в Москве круглосуточно
			</h2>
			<p className='leding-[150%] mx-auto mt-4.75 max-w-200 px-3 text-sm'>
				Ускоренный ритм жизни не всегда позволяет лично отправиться в
				магазин и выбрать букет для любимой женщины, близких или коллег.
				Доставка цветов по Москве решит эту проблему: вам не придется
				тратить время на поиски салона со свежими цветами и опаздывать
				на торжество. Удобнее приобрести срезанные или комнатные
				растения в режиме онлайн. В нашем каталоге можно выбрать готовые
				букеты или оформить заказ цветочной композиции по фото. А
				экспресс-доставка свежих цветов займет до 2 часов. Охапка
				роскошных роз, скромные ромашки или даже один цветок неизменно
				вызывают бурю эмоций и улыбку у адресата. Нежные ароматные
				растения способны растопить сердце неприступной красавицы,
				порадовать начальника, растрогать маму, жену или бабушку.
			</p>
		</section>
	)
}
